{
    "npc": [
        "Ты когда-нибудь видел улитку, которая танцует сальсу? Нет? А я видел вчера в клубе!",
        "Вчера я разговаривал с лемуром, он сказал, что я гений. Но я-то знаю, что он просто пил слишком много текилы.",
        "Ты, случайно, не знаешь, где мой мохито? Он был в руке, а потом... оп! Пропал.",
        "Я тут подумал: улитка, которая пьет ром, - это улитка с пиратской душой, верно?",
        "Если ты скажешь, что я пьяная, я не обижусь. Я просто заползу на твою обувь и буду там жить.",
        "Вчера я пыталась переспорить кактус. Не скажу, что выиграла, но кактус был впечатлен.",
        "Ты знал, что можно играть на ложках, даже если у тебя нет рук? Главное - верить в себя!",
        "Мне кажется, что этот бармен недоливает... или это я уже третий день здесь сижу?",
        "Я заказал что-то экзотическое и теперь не знаю, кто я: человек или фламинго.",
        "Сейчас расскажу, как я вчера пыталась нырнуть в аквариум. Оказалось, это не бассейн.",
        "Говорят, кто пьет в одиночку, тот пьяный философ. Ну, здравствуй, новый Аристотель!",
        "В этом баре столько веселья, что даже табуреты начинают танцевать после полуночи!",
        "Не знаю, почему все думают, что я пьяная. Просто я всегда так хожу - боком и влево.",
        "Ты знал, что улитки могут петь? Я тоже нет, пока не выпил два бокала шампанского.",
        "Ты бы видел, как я вчера играл в дартс! Правда, все стрелы ушли в потолок.",
        "Если что-то идет не так, просто налей себе еще рюмку и забудь обо всем. Вот мой девиз!",
        "Бармен сказал, что у меня сегодня скидка. Я спросил, сколько процентов, а он ответил: 'Весь процент'.",
        "Не помню, что вчера пил, но сегодня я официантам говорю только 'простите' и 'спасибо'.",
        "Говорят, что пьянство - это плохая привычка. Но это ведь так весело!"
    ],
    "enemy": [
        "Еще один коктейль? У тебя уже лицензия на улиточную магию.",
        "Я тут миксую не только напитки, но и настроение. Какой микс тебе сегодня?",
        "Знаешь, что общего у нас с улитками? Мы оба умеем быть в тумане.",
        "Что заказывал? Ах да, 'Улиточный драйв'. Смешиваю прямо сейчас!",
        "Если тебе кажется, что ты видишь двойное изображение, это значит, что я налил правильно.",
        "Сколько улиток нужно, чтобы выпить бутылку текилы? Одной, но только если она из нашего бара!",
        "Секрет моего коктейля в любви и немного алкоголя. Ну ладно, много алкоголя.",
        "Сегодня в меню специальный коктейль 'Улитка на вершине мира'. Попробуешь?",
        "Ты слышал новость? Мы ввели новый напиток: 'Барменская фантазия'. Угадаешь ингредиенты?",
        "Ты выглядишь так, будто тебе нужно что-то посильнее. Как насчет 'Улиточного экстрима'?"
    ]
}