{
    "knowledge": [
        "Водка - Прозрачный напиток, сделанный из дистиллированного зерна или картофеля, обладающий высоким содержанием алкоголя (обычно 40%).",
        "Виски - Карамельный ячменный напиток, выдержанный в дубовых бочках, имеющий терпкий вкус и градус около 40%.",
        "Ром - Сладкий напиток, произведенный из сахарного тростника, с тонами ванили и фруктов, содержащий около 40% алкоголя.",
        "Джин - Пряный напиток на основе хмеля и ягод можжевельника, с добавлением различных трав и специй, имеющий градус примерно 40%.",
        "Текила - Мексиканский напиток, произведенный из агавы, с ярким цитрусовым вкусом и примерно 40% алкоголя.",
        "Бренди - Ароматный напиток, полученный путем дистилляции виноградного вина, с градусом от 35 до 60%.",
        "Коньяк - Выдержанный бренди из французского региона Коньяк, с богатым вкусом и ароматом, содержащий от 40 до 60% алкоголя.",
        "Абсент - Зеленый напиток с анисовым вкусом, содержащий туйон и примерно от 45 до 74% алкоголя.",
        "Саке - Японский рисовый напиток с нежным вкусом и алкогольным содержанием около от 15 до 20%.",
        "Мескаль - Мексиканский агавовый напиток с дымным вкусом, содержащий от 40 до 55% алкоголя.",
        "Пиво - Пенное алкогольное напиток, изготовленное из солода и хмеля, обычно содержащее 6% алкоголя.",
        "Сидр - Напиток из ферментированного яблочного сока, обладающий освежающим вкусом и содержанием алкоголя от 2 до 8%.",
        "Вино - Алкогольный напиток, произведенный из сока винограда, обычно с содержанием алкоголя от 9% до 16%.",
        "Шампанское - Игристое вино, произведенное во французском регионе Шампань, обладает содержанием алкоголя от 10% до 12%.",
        "Портвейн - Крепленное вино, произведенное в Португалии, содержит от 18% до 20% алкоголя.",
        "Мадера - Крепленное вино, произведенное на острове Мадейра, обладает содержанием алкоголя от 17% до 22%.",
        "Вермут - Ароматизированное вино с добавлением трав и специй, содержит от 15% до 18% алкоголя.",
        "Кальвадос - Французский яблочный бренди, содержит от 40% до 50% алкоголя.",
        "Ликер - Сладкий алкогольный напиток с добавлением фруктов, трав или орехов, содержит от 15% до 30% алкоголя.",
        "Граппа - Итальянский алкогольный напиток, произведенный из остатков винограда, содержит от 35% до 60% алкоголя.",
        "Арманьяк - Французский бренди, произведенный из белого вина, содержит от 40% до 55% алкоголя.",
        "ТриплСек - Апельсиновый ликер, содержит от 38% до 40% алкоголя.",
        "Лимончелло - Итальянский лимонный ликер, содержит от 25% до 30% алкоголя.",
        "Бехеровка - Чешский горький травяной ликер, содержит от 38% до 40% алкоголя."
    ], 
    "items": [
        "Джиггер - Двусторонняя мера для спиртных напитков.",
        "Шейкер - Инструмент для смешивания напитков путем встряхивания.",
        "Барная ложка - Ложка с длинной ручкой для перемешивания коктейлей.",
        "Стрейнер - Сито для удержания льда и других крупных частиц при наливе коктейля.",
        "Мадлер - Инструмент для раздавливания фруктов, трав и специй.",
        "Соковыжималка - Устройство для получения сока из цитрусовых.",
        "Сифон для соды - Устройство для создания газированных напитков."
    ],
    "recipes": [
        "Рецепт Маргариты - 50 мл текилы, 20 мл трипл сека и 30 мл сока лайма.",
        "Рецепт Мохито - 50 мл рома, 10 свежих листьев мяты, половина лайма (выжать сок), 2 чайные ложки сахара и газированная вода.",
        "Рецепт Пина Колада - 50 мл рома, 100 мл кокосового молока и 100 мл ананасового сока.",
        "Рецепт Сангрии - 750 мл вина, нарезанные фрукты (например, яблоки, апельсины), 100 мл бренди и 250 мл газировки (к примеру, лимонад).",
        "Рецепт Дайкири - 50 мл рома, 25 мл сока лайма и 2 чайные ложки сахара.",
        "Рецепт Манхэттен - 50 мл виски, 25 мл вермута и несколько капель биттеров.",
        "Рецепт Мартини - 60 мл джина и 10 мл вермута.",
        "Рецепт Космополитен - 40 мл водки, 15 мл трипл сека, 30 мл клюквенного сока и 15 мл сока лайма.",
        "Рецепт Олд Фэшн - 50 мл виски, 1 кубик сахара, несколько капель биттеров и кубик льда.",
        "Рецепт Негрони - 30 мл джина, 30 мл кампари и 30 мл вермута.",
        "Рецепт Белый Русский - 50 мл водки, 20 мл кофейного ликера и 20 мл сливок.",
        "Рецепт Сауэр - 50 мл виски, 25 мл сока лимона и 2 чайные ложки сахара."
    ], 
    "quest": [
        "Quiz",
        "Bar",
        "Photographer",
        "Recipe",
        "Cigarette"
    ]
}
